{
  "baotzu": {
    "name": "Баоцзы",
    "ingredients": {
      "0": "Пшеничная мука - 1,5 стакана",
      "1": "Разрыхлительна - кончике ножа",
      "2": "Сухие дрожжи - 1 чайная ложка",
      "3": "Сахар - 2 чайные ложки",
      "4": "Вода - 1 стакан",
      "5": "Репчатый лук - 1 штука",
      "6": "Растительное масло - 1,5 столовые ложки",
      "7": "Соль - по вкусу",
      "8": "Соевый соус - 1 столовая ложка",
      "9": "Свинина - 250 г",
      "10": "Крахмал - 1,5 столовые ложки"
    },
    "text1": "Белорусские рубли можно перепутать с китайским юанями. Пекинский жулик-моторикша, который вез нас с женой вдоль стен Запретного города, был в этом уверен. И, что обидно для нас, не ошибся. Дал на сдачу со 100 юаней четыре свежие желтенькие купюры, сложенные пополам. Любезно распрощавшись с жуликом, мы отправились вдоль улицы поискать место для легкого обеда. И через пару минут уже садились за стол в крохотной забегаловке, специализирующейся на одном блюде китайской кухни – баоцзы",
     "steps": {
       "0": "Для начала приготовить тесто. Просеять муку, добавить разрыхлитель, соль, 1 чайную ложку сахара, дрожжи и 1 столовую ложку растительного масла",
       "1": "В половине стакана теплой воды размешать сухие дрожжи, дать постоять смеси минут 15 в тепле и добавить туда же, куда раньше высыпали муку",
       "2": "Замесить тесто в течение 10–15 минут и скатать его в шар. Тесто должно быть плотным однородным по структуре. Шар обмазать растительным маслом и поставить в холодильник на 4–6 часов",
       "3": "За 40–60 минут до готовности теста можно приступить к начинке. Первым делом мелко нарезать лук, кубиками нарезать свинину и все обжарить на оставшемся растительном масле, туда же вылить соевый соус. Обжаривать в течение минут 7–10. Если на кухне есть вок- достаточно будет 1–2 минут",
       "4": "Размешать крахмал в половине стакана воды и добавить в сковородку. Помешивать пока соус не загустеет. После этого снять с огня, выложить в тарелку и оставить остывать",
       "5": "Теперь можно вернуться к тесту. Раскатать тесто раз 5–6, каждый раз складывая его пополам. Это поможет избавиться от собравшегося в тесте воздуха",
       "6": "Скатать тесто в колбаску и нарезать на равные по размеру колобки. Каждый колобок раскатать таким образом, чтобы края оказались тоньше середины",
       "7": "В раскатанные колобки уложить столовой ложкой остывшую начинку и слепить пальцами края теста. Дать колобкам постоять минут 10",
       "8": "Включить пароварку и вложить в неё колобки, оставляя между ними расстояние в 1–2 см. Иначе колобки в процессе нагрева разойдутся и слипнутся",
       "9": "Подержать баоцзы в пароварке минут 10–15. Затем выключать пароварку и подержать их еще минут 5, чтобы они не распластались от резкого охлаждения",
       "10": "Достать баоцзы из пароварки и подать на стол"
     }
  },
  "boraki": {
    "name": "Бораки",
    "ingredients": {
      "0": "Пшеничная мука - 4,5 столовые ложки",
      "1": "Куриное яйцо - ½ штуки",
      "2": "Мясной бульон - 4 столовые ложки",
      "3": "Топленое масло - 1,5 чайные ложки",
      "4": "Говядина - 75 г",
      "5": "Репчатый лук - ½ штуки",
      "6": "Сушеный базилик - по вкусу",
      "7": "Молотый черный перец - по вкусу",
      "8": "Соль - по вкусу",
      "9": "Сладкая паприка - по вкусу"
    },
    "text1": "Бораки- армянские пельмени. Их основное отличие от других вариантов  состоит в том, что фарш  предварительно обжаривают,  боракам придают цилиндрическую форму и оставляют их открытыми сверху, припускают  и затем обжаривают. Сопровождают блюдо зелень, овощи, может быть подана подливка на основе мацуна, зелени, чеснока.",
     "steps": {
       "0": "Муку просеять горкой, сделать в центре углубление и добавить слегка взбитое яйцо и немного воды (примерно 1/3 стакана). Посолить и замесить тесто. Оно не должно липнуть к рукам, но быть при этом мягким",
       "1": "Тесто накрыть пищевой пленкой и оставить на 30 минут при комнатной температуре",
       "2": "В это время обжарить мелко нарезанный лук на сковороде, разогретой с 60 граммами топленого масла",
       "3": "Мясо пропустить через мясорубку и добавить к луку. Добавить специи, соль, увеличить огонь и жарить все до готовности, помешивая",
       "4": "Тесто еще раз обмять и раскатать в тонкий пласт толщиной 1,5–2 мм. Нарезать на квадраты 5х6 см. Каждый прямоугольник свернуть в форму цилиндра и защипать край и дно",
       "5": "Получившиеся стаканчики начинить фаршем",
       "6": "Уложить бораки дном вниз в подходящую по размеру кастрюлю (не прижимать их друг к другу, чтобы не слиплись), залить кипящим бульоном (оставить сверху около 10–15 мм теста, не покрытыми бульоном), закрыть крышкой и поставить вариться на средний огонь в течение 10 минут",
       "7": "Затем бораки аккуратно переложить на сито. Разогреть сковороду с оставшимся топленым маслом и обжарить до золотистой корочки бораки",
       "8": "Готовые бораки выложить на блюдо, полить соусом из мацони и чеснока и украсить зеленью"
     }
  },
  "burek-s-surom": {
    "name": "Бурек с сыром",
    "ingredients": {
      "0": "Яйцо - ⅙ шт",
      "1": "Тесто фило - 58⅓ г",
      "2": "Сыр рикотта - 100 г",
      "3": "Йогурт греческий - 20⅚ г",
      "4": "Оливковое масло - 25 мл",
      "5": "Яйца куриные - ½ шт",
      "6": "Сушеный базилик - по вкусу",
      "7": "Молотый черный перец - по вкусу",
      "8": "Соль - по вкусу"
    },
    "text1": "Бурек – это вид выпечки, распространенный в странах Средиземноморья. Выпекается он в основном из тончайшего греческого теста фило. Своими корнями Бурек уходит еще во времена Османской Империи. По легенде в 1498 году известный Турецкий пекарь, Махмед Оглы, покинул родной Стамбул и поехал в Сербию, покорять европейские просторы",
     "steps": {
       "0": "Пирог готовится достаточно быстро... Поэтому включаем разогреваться духовку на 180° C. В миске взбить венчиком три яйца, посолить. Добавить греческий йогурт и перемешать.",
       "1": "Сыр рикотта протереть через сито.",
       "2": "Смешать яичную смесь с сыром и снова хорошо перемешать.",
       "3": "Влить осторожно оливковое масло, все время помешивая...",
       "4": "Готовую сырно-яичную смесь перелить в широкое блюдо",
       "5": "Форму для выпечки (20 Х 30 см) смазать немного маслом.",
       "6": "Теперь берем листы теста фило и обмакиваем их в яично-сырную смесь-начинку.",
       "7": "Начинаем выкладывать листы теста один за другим в форму, позволяя краям немного свисать за пределами формы. И так со всеми листами теста до окончания всех ингредиентов",
       "8": "Когда вся начинка закончится, накрыть пирог сверху сухим листом (или двумя!) теста фило и завернуть свисающие края к центру, чтобы начинка не вытекала в процессе выпечки. Смазать верх пирога яйцом и поставить выпекаться в разогретую духовку на 50 минут, до приобретения пирогом золотистого цвета",
       "9": "Готовый Бурек слегка остудить и подавать"
     }
  },
  "chuchvara": {
    "name": "Чучвара",
    "ingredients": {
      "0": "Куриное яйцо - по вкусу",
      "1": "Пшеничная мука - 3 столовые ложки",
      "2": "Бараний фарш - 66 г",
      "3": "Репчатый лук - ½ головки",
      "4": "Растительное масло - по вкусу",
      "5": "Мясо - 34 г",
      "6": "Чеснок - ½ зубчика",
      "7": "Морковь - по вкусу",
      "8": "Картофель - 34 г",
      "9": "Томатная паста - по вкусу",
      "10": "Лавровый лист - по вкусу",
      "11": "Молотый кумин (зира) - по вкусу",
      "12": "Молотый кориандр - по вкусу",
      "13": "Соль - по вкусу",
      "14": "Молотый черный перец - по вкусу",
      "15": "Зелень - по вкусу"
    },
    "text1": "Чучвара встречается в кухнях стран Средней Азии и Азербайджана. По смыслу те же русские пельмени, только без свинины и вдвое меньшего размера- а то и совсем мелкие. Фарш, как и в других среднеазиатских идеях на тему пельменей, используется рубленый, часто в него добавляют зиру или тмин. Чучвара отваривается в ароматном бульоне из баранины и в нем же подается, приправляется айраном, уксусом или соусом из острых перцев и помидоров. Реже чучвару обжаривают",
     "steps": {
       "0": " Фарш, как и в других среднеазиатских идеях на тему пельменей, используется рубленый.",
       "1": "Смешать яйцо, 100 мл воды и чайную ложку соли. Затем, постепенно добавляя муку, замесить крутое тесто. Завернуть тесто в пленку и дать отдохнуть 20 минут.",
       "2": "В кастрюле или глубокой сковороде разогреть масло, обжарить нарезанное небольшим кубиком мясо до золотистого цвета.",
       "3": "Добавить измельченные чеснок, луковицу и морковь, жарить, помешивая, 2–3 минуты.",
       "4": "Добавить картошку, нарезанную кубиком со стороной около сантиметра, и томатную пасту, перемешать в течение минуты, после чего залить мясо с овощами двумя литрами воды, добавить лавровый лист и варить на медленном огне, пока подготавливаются пельмени. Посолить по вкусу.",
       "5": "Натереть луковицу на терке, смешать ее с фаршем, добавить соль и специи.",
       "6": "На подпыленной мукой поверхности раскатать тесто в пласт толщиной около миллиметра. Разрезать его на полоски шириной 5 см, затем сложить полоски друг на друга и нарезать их на квадраты.",
       "7": "На тесто выложить немного начинки, чуть меньше чайной ложки, соединить края, а затем слепить уголки вместе. Таким образом поступить со всем тестом и фаршем.",
       "8": "Довести суп до сильного кипения и бросить в него пельмени. Варить 5–7 минут, затем добавить 2 зубчика измельченного чеснока, поварить еще пару минут и подавать, украсив рубленой зеленью."
     }
  },
  "chumar": {
    "name": "Чумар",
    "ingredients": {
      "0": "Мука - 80 Грамм",
      "1": "Яйцо - 1 Штука",
      "2": "Мясной бульон - 30 Миллилитров",
      "3": "Чеснок - 2 Зубчика",
      "4": "Лавровый лист - 2 Штуки",
      "5": "Мясо на кости - 300 Грамм (любое)",
      "6": "Зелень - По вкусу",
      "7": "Соль - По вкусу",
      "8": "Перец горошком - По вкусу"
    },
    "text1": "Для того, чтобы приготовить татарские клецки, можно взять не только пшеничную муку. Подойдет гороховая, гречневая или чечевичная. Бульон можно сварить заранее или непосредственно перед приготовлением самих клецок. Мясо берите любое, желательно на кости. Рецепт очень простой, а ингредиенты найдутся на любой кухне. Попробуйте!",
     "steps": {
       "0": "Мясо промойте, залейте водой, добавьте лавровый лист и перец горошком. Варите при слабом кипении до полной готовности.",
       "1": "Готовый бульон процедите, отмерьте необходимое количество для приготовления клецок и охладите.",
       "2": "Муку насыпьте в глубокую миску.",
       "3": "Добавьте яйцо и соль по вкусу, чтобы клецки не получились пресные.",
       "4": "Перемешайте и влейте бульон.",
       "5": "Тесто должно получиться однородное, по консистенции похожее на густую сметану.",
       "6": "Бульон вновь доведите до кипения, посолите и поперчите по вкусу. При помощи двух чайных ложечек берите тесто и опускайте его в бульон. Учтите, что клецки еще увеличатся в размере, поэтому делайте их не слишком большие. Варите клецки после всплытия около 4-6 минут, в конце добавьте измельченный чеснок и рубленую зелень. Накройте крышкой и дайте настояться. Татарские клецки готовы"
     }
  },
  "dim-camu": {
    "name": "Дим самы",
    "ingredients": {
      "0": "Пшеничный крахмал - 250 г",
      "1": "Картофельный крахмал - 70.0 г",
      "2": "Растительное масло - 50.0 мл",
      "3": "Огурцы - 30.0 г",
      "4": "Картофель - 30.0 г",
      "5": "Репчатый лук - 1/2 головки",
      "6": "Китайский соевый соус - 30.0 мл",
      "7": "Сухой куриный бульон - 1.0 столовая ложка",
      "8": "Глютамат натрия - щепотка",
      "9": "Сахар - 1.0 столовая ложка",
      "10": "Соль - щепотка",
      "11": "Кинза - 20.0 г"
    },
    "text1": "В Китае в дим-самах популярны мясные начинки, но обязательно с добавлением овощей. Чисто мясных начинок у нас не бывает. Например, в Тайбэе самые популярные дим-самы- со свининой и китайской капустой. Едим мы их в любое время суток, и на завтрак, и на ужин. В Шанхае есть даже десертные дим-самы, их подают к чаю",
     "steps": {
       "0": "Налить в сотейник или кастрюлю 400 мл воды, поставить на огонь, довести до кипения, выключить огонь и оставить на 2 минуты. В этой воде будет завариваться крахмал.",
       "1": "В миску насыпать 160 грамм пшеничного и картофельного крахмала, залить горячей водой. Смесь крахмалов придаст тесту эластичность, тягучесть и пышность.",
       "2": "Смешать яичную смесь с сыром и снова хорошо перемешать.",
       "3": "Замесить тесто деревянной ложкой, чтобы все соединилось в одну вязкую, клейкую массу.",
       "4": "Когда все превратится в более-менее однородный комок, выложить его на деревянную доску, приплющить ладонью или кондитерским шпателем. В центр насыпать 90 грамм пшеничного крахмала, завернуть его в тесто, как в конверт, и дальше вымешивать тесто руками.",
       "5": "Когда тесто станет более-менее гладким, надо налить на него 20 мл растительного масла. Это нужно для того, чтобы плотнее скрепить ингредиенты между собой и чтобы тесто не рвалось, а равномерно растягивалось.",
       "6": "Теперь берем листы теста фило и обмакиваем их в яично-сырную смесь-начинку.",
       "7": "Следующий шаг опциональный. Можно покрасить часть теста, чтобы дим-самы были красивее. Нужно оторвать от теста кусочек весом 50 грамм, остальное убрать под пленку. Положить на доску пленку, на нее — тесто, затем добавить к нему 20 мл пищевого красителя. Можно воспользоваться фабричным пищевым красителем, можно свекольным соком, чернилами каракатицы. Тесто с красителем нужно как следует вымесить, чтобы оно окрасилось равномерно.",
       "8": "Готовое цветное тесто тоже нужно завернуть в пленку, чтобы оно не сохло.",
       "9": "Затем оторвать от белого теста 50 грамм и раскатать его в колбаску. После него следующие 50 грамм — и так далее. Катать лучше руками без перчаток, чтобы лучше чувствовать текстуру.",
       "10": "Цветное тесто тоже раскатать в колбаску. Затем обе колбаски нарезать на порции. Всего на 1 дим-сам нужно 10 грамм теста. Расплющить кусочки теста, положить желтое на белое, немного смещая его к краю, и растянуть тесто плоским ножом от центра к краям.",
       "11": "Должно получиться вот так: полупрозрачное тесто двух цветов, размер кружка — с внутреннюю часть ладони.",
       "12": "Теперь начинка. Огурец разрезать вдоль на четыре части, отрезать семечки: серединка огурца слишком водянистая. Оставшуюся часть надо нарубить мелкими кубиками.",
       "13": "Такими же кубиками нарезать 1 сырую картофелину. Мелкая нарезка нужна для того, чтобы фарш не порвал нежное тесто, крупные куски могут в тесто не поместиться. На сковороде разогреть 30 мл растительного масла, обжарить в нем половину головки лука до золотистого цвета, затем выкинуть лук, а в масле обжарить картошку в течение 3 минут, постоянно помешивая.",
       "14": "В обжаренный картофель добавить соевый соус и перемешать.",
       "15": "Затем добавить огурец, ложку сухого куриного бульона, маленькую щепотку глутамата натрия, щепотку соли и ложку сахара. Кроме того, нужно добавить смесь горячей воды и картофельного крахмала, буквально 1 столовую ложку или 2, чтобы начинка стала вязкой. Пропорции такие: на 1 часть крахмала 2,5 части горячей воды. Наконец, добавить мелко нарубленную кинзу и все перемешать.",
       "16": "В одном дим-саме 10 грамм теста и 18 грамм начинки. Положить начинку в центр кружка.",
       "17": "Чтобы цветное пятнышко было наверху, начать защипывать дим-сам с белого края. Сложить кружок пополам и начать с одной стороны собирать тесто складками и приклеивать к противоположному краю.",
       "18": "Дим-сам при этом будет немного искривляться, потому что с одной стороны он будет весь в сборках, а с другой тесто будет ровное. Добравшись до конца, оставить небольшое отверстие. Начинка в правильно слепленном дим-саме должна еле-еле выглядывать из отверстия, но не вываливаться. Всего должно получиться 10–12 защипов.",
       "19": "Овощные дим-самы готовятся на пару очень быстро, в течение 2,5 минут. Дома можно приготовить как в бамбуковой пароварке (для этого надо поставить ее на кастрюлю с кипящей водой), так и в обычной. Время рассчитывать на глаз: когда тесто станет прозрачным, тогда и готово.",
       "20": "Затем оторвать от белого теста 50 грамм и раскатать его в колбаску. После него следующие 50 грамм — и так далее. Катать лучше руками без перчаток, чтобы лучше чувствовать текстуру."
     }
  },
  "damplingi": {
    "name": "Дамплинги",
    "ingredients": {
      "0": "Пшеничная мука - 1 стакан",
      "1": "Кипяток - 125 мл",
      "2": "Подсолнечное масло - 1 столовая ложка",
      "3": "Свиной фарш - 500 г",
      "4": "Очищенные вареные креветки - 500 г",
      "5": "Соевый соус - 1 столовая ложка",
      "6": "Рыбный соус - 1 столовая ложка",
      "7": "Молотый сушеный чеснок - по вкусу",
      "8": "Соль - по вкусу",
      "9": "Молотый черный перец - по вкусу",
      "10": "Зеленый лук - 1 штука"
    },
    "text1": "В Сингапуре подают дамплинги с соевым соусом и винным уксусом",
     "steps": {
       "0": "В муку всыпать соль, влить подсолнечное масло и тоненькой струйкой вливать кипяток, постепенно вымешивая тесто. Дать тесту немного остыть.",
       "1": "Вымесить тесто, подсыпая на стол муку, до эластичного состояния. Дать ему немного отдохнуть",
       "2": "Креветки и лук мелко режем, смешиваем вместе с фаршем. Добавляем соевый и рыбный соус, чеснок, солим и перчим. Дать фаршу постоять минут 10",
       "3": "Раскатываем тесто как для вареников, только тонкое. Выкладываем фарш чайной ложкой и скрепляем при помощи пальцев.",
       "4": "Чтобы дамплинги не прилипали, используем пергаментную бумагу или тонко нарезанную морковь",
       "5": "Ставим в пароварку на 40 минут"
     }
  },
  "dyushbara": {
    "name": "Дюшбара",
    "ingredients": {
      "0": "Пшеничная мука - 500 г",
      "1": "Куриное яйцо - 1 штука",
      "2": "Вода - 2 стакана",
      "3": "Баранина - 500 г",
      "4": "Репчатый лук - 2 штуки",
      "5": "Молотый черный перец - по вкусу",
      "6": "Сушеная мята - 1 столовая ложка",
      "7": "Молотый сушеный чеснок - по вкусу",
      "8": "Соль - по вкусу",
      "9": "Говяжий бульон - 2 л"
    },
    "text1": "Дюшбара - блюдо азербайджанской кухни. Он представляет собой суп с мааалюсенькими пельменями. Я смотрела на этот рецепт лет 5, все не решалась приготовить - не хотелось долго лепкой заниматься",
     "steps": {
       "0": "Смешать муку, яйцо, воду и щепотку соли. Замесить крутое тесто и, завернув в пищевую пленку, оставить на 15–20 минут",
       "1": "Мясо вместе с луком пропустить через мясорубку дважды, посолить",
       "2": "Тесто раскатать до толщины 1 мм и разрезать на квадраты 2х2 см",
       "3": "В каждый квадратик положить немного фарша, слепить два противоположных угла между собой, после чего соединить другие два угла. Должны получиться небольшие пельмешки",
       "4": "Вскипятить бульон и отправить туда всю дюшбару. Когда дюшбара всплывет, добавить мяту"
     }
  },
  "geza": {
    "name": "Гёза",
    "ingredients": {
      "0": "Пшеничная мука - 6,5 столовые ложки",
      "1": "Кипяток - 2,5 столовые ложки",
      "2": "Имбирь - по вкусу",
      "3": "Свинина - 100 г",
      "4": "Кунжутные семечки - по вкусу",
      "5": "Чеснок - 1 зубчик",
      "6": "Соевый соус - 2 столовые ложки",
      "7": "Винный уксус - 2 чайные ложки",
      "8": "Пекинская капуста - 40 г",
      "9": "Зеленый лук - по вкусу",
      "10": "Кунжутное масло - по вкусу",
      "11": "Шнитт-лук - по вкусу",
      "12": "Сахар - по вкусу"
    },
    "text1": "Гёза (Gyoza)- это изначально китайское блюдо, которое со временем стало очень популярным в Японии и японцы настолько его полюбили, что стали считать своим. Гёдза- это японское название китайских жареных пельменей цзяоцзы. В Китае такие вареники (пельмени) готовят на пару, жарят, либо варят вместе с супом. Японцы же едят исключительно жареные вареники",
     "steps": {
       "0": "Приготовление теста для пельменей. Муку просеиваем в миску. Добавляем соль и понемногу вливаем кипяток, размешивая тесто деревянной лопаткой. Когда вода полностью соединится с мукой, выкладываем тесто на рабочую поверхность и продолжаем его месить руками. Вымешиваем до однородной консистенции. После накрываем тесто полотенцем и оставляем на полчаса",
       "1": "Приготовление фарша для пельменей. Свинину очень мелко нарезаем (можно пропустить мясо через мясорубку). Добавляем тертый имбирь, соль, перец, пропущенный через чесночный пресс чеснок, мелко рубленый лук. Пекинкую капусту солим и переминаем руками. После отжимаем из нее сок и добавляем отжатую капусту в фарш. Вливаем соевый соус (2 ст.л.) и кладем по вкусу сахар. Вымешиваем фарш. Обжариваем кунжутные семечки и всыпаем в фарш (5 г). Перемешиваем",
       "2": "Приготовление соуса для пельменей. Соединяем соевый соус, уксус и кунжутное масло. Перемешиваем и добавляем кунжутные семечки",
       "3": "Приготовление пельменей. Тесто нарезаем небольшими порциями, раскатываем каждую порцию в круглую тонкую лепешку, на середину выкладываем фарш и соединяем края. Можно формировать пельмени в виде вареников или обычных пельменей. В сковороде разогреваем оливковое масло и обжариваем в нем пельмени с одной стороны до золотистого цвета. После пельмени заливаем водой (она должна доходить до середины пельменей), накрываем крышкой и оставляем на огне, пока не выпарится вода",
       "4": "Подача и сервировка пельменей. На середину тарелки ставим соус, вокруг выкладываем пельмени румяной стороной вверх"
     }
  },
  "gyurza": {
    "name": "Гюрза",
    "ingredients": {
      "0": "Говядина - 50 г",
      "1": "Баранина - 125 г",
      "2": "Репчатый лук - ½ головки",
      "3": "Сладкий перец - по вкусу",
      "4": "Бакинские помидоры - ½ штуки",
      "5": "Шафран - щепотка",
      "6": "Пшеничная мука - 8 столовых ложек",
      "7": "Кинза - по вкусу",
      "8": "Куриное яйцо - ½ штуки",
      "9": "Укроп - по вкусу",
      "10": "Соль - по вкусу",
      "11": "Молотый черный перец - по вкусу"
    },
    "text1": "Гюрза - одно из самых вкусных азербайджанских блюд, представляет собой нечто вроде русских пельменей",
     "steps": {
       "0": "Замесить обычное тесто для пельменей из муки, одного яйца и полстакана воды. Оставить тесто на тридцать минут",
       "1": "Прокрутить баранину и говядину в фарш, добавить мелко нарубленные кинзу, укроп и одну луковицу. Посолить, поперчить",
       "2": "Обжарить так же мелко нарубленные половинку луковицы, сладкий перец и помидоры. Залить тремя литрами воды, посолить и довести до кипения. Добавить щепотку шафрана, который придаст бульону яркий оранжевый оттенок и пикантный аромат",
       "3": "Раскатать тесто тонко, вырезать с помощью стакана кружочки и налепить пельменей, защипывая тесто сверху, как это делают с пирожками, чтобы получилась змейка. Отваривать пельмени в бульоне. Подавать с бульоном или без него"
     }
  },
  "hinkali": {
    "name": "Хинкали",
    "ingredients": {
      "0": "Пшеничная мука - 10,5 столовые ложки",
      "1": "Вода - 5 столовых ложек",
      "2": "Соль - по вкусу",
      "3": "Телятина - 84 г",
      "4": "Говядина - 84 г",
      "5": "Сало - 34 г",
      "6": "Репчатый лук - 34 г",
      "7": "Чеснок - ½ зубчика",
      "8": "Молотый кумин (зира) - по вкусу",
      "9": "Красный перец чили - по вкусу",
      "10": "Кинза - по вкусу"
    },
    "text1": "Есть миф, что чем больше складок в хинкали, тем более умелой считается хозяйка. Старая грузинская песня утверждает, что в правильных хинкали складок непременно должно быть 19. Впрочем, вкус от складок не зависит: важнее сделать тесто такой толщины, чтобы хинкали оставались тонкими, но держали форму и начинку. Едят хинкали непременно руками, и первым делом надкусывают, чтобы выпить бульонпредставляет собой нечто вроде русских пельменей",
     "steps": {
       "0": "В фарш проворачивается очищенное от жил мясо — грудинка или задок молодой особи. Затем добавляется сало, мелко нарубленные лук и чеснок. В конце вмешивается вода — столько, сколько фарш сможет впитать, не разделяясь на мясную и водную фракции. На полкило мяса — примерно 150 мл. По вкусу можно добавить соль, зиру, острый перец (можно приготовить самостоятельно) и кинзу",
       "1": "Замесить тесто из муки, соли и 150 мл воды — достаточно плотное и тугое. Замешивать и раскатывать его вручную будет трудно — поэтому если у вас есть тестомес и особенно тестораскаточная машинка, они очень облегчат процесс. Тесто может храниться в прохладном месте не более часа, потом начинает стремительно терять благородные качества.",
       "2": "Успех будущих хинкали зависит от количества слоев в тесте: в идеале их должно быть около двадцати. Для этого надо раскатать тесто скалкой в сантиметровый слой и нарезать его квадратами 4х4 см. Каждый кусочек нужно раскатывать и складывать, через раз посыпая мукой, снова и снова — хотя бы 10 раз. Результатом должны стать слоеные листы 3 мм толщиной",
       "3": "Фарш готовится заранее, поскольку как только листы теста будут готовы, заворачивать в них мясо нужно немедленно, чтобы тесто не сохло. В середину каждого листа положить по маленькому половнику фарша, примерно 40 грамм. Если на фарше успела проступить вмешанная вода, перед тем как выкладывать на тесто, его нужно еще раз хорошенько перемешать до однородности",
       "4": "Края листа складываются гармошкой как можно плотнее. В идеальном хинкали девятнадцать складок.Скрепленный мешочек взять в одну руку, а другой закрутить в ту же сторону, что делались складки, и оторвать излишек теста — у хинкали сверху получится плотный пенек. Поставить хинкали на доску, чтобы у него образовалось плоское дно, которое потом удобно будет надкусывать",
       "5": "Лопаткой раскрутить бурно кипящую воду в просторной кастрюле, посолить, забросить десяток хинкали и снова сделать в кастрюле водоворот. Смысл в том, чтобы хинкали не жались и не прилипали друг к другу или ко дну. Варить, пока хинкали не всплывут вверх брюхом. Плюс еще две-три минуты, — всего около десяти минут. Вынимать бережно — шумовкой",
       "6": "Улов выкладывается на блюдо. Как правило, варят количество, кратное десяти, каждую следующую порцию готовят заново. Финальный жест перед началом трапезы — посыпание еще влажных, дымящихся хинкали свежемолотым черным перцем, что сразу высвобождает из них правильный дух. К еде приступают немедленно",
       "7": "Хинкали едят руками: вилка проколет тесто — и бульон, самый сок хинкали, выльется на тарелку. Рукой надо взять хвост, второй — придерживать ребра; надкусить бок сверху и высосать бульон. Затем есть, кусая тесто и мясо в равных долях, так чтобы кусочек мяса постоянно покоился в лодочке теста. По хвостикам будут считать в конце число съеденных штук"
     }
  },
  "koldunu": {
    "name": "Колдуны",
    "ingredients": {
      "0": "Фарш - 84 г",
      "1": "Картофель - 1,5 штуки",
      "2": "Куриное яйцо - ½ штуки",
      "3": "Соль - по вкусу",
      "4": "Молотый черный перец - по вкусу",
      "5": "Пшеничная мука - 1 столовая ложка",
      "6": "Репчатый лук - 34 г",
      "7": "Растительное масло - 1,5 столовые ложки"
    },
    "text1": "Изначально колдунами назывались маленькие вареные клецки из теста с начинкой. Близкие родственники пельменей, вареников и равиоли. Их в Великое княжество Литовское принесли татары",
     "steps": {
       "0": "Подготовить необходимые ингредиенты. Картофель и лук очистить.",
       "1": "Картофель и лук натереть на мелкой терке.",
       "2": "Добавить к картофелю с луком соль и молотый перец (примерно по 1/3-1/2 ч. ложки). Всыпать муку.",
       "3": "Перемешать массу ложкой. Если будет выделяться сок, аккуратно слить его. Я сок не сливала, т.к. картофельная масса получилась довольно однородной.",
       "4": "В мясной фарш добавить соль и молотый перец (примерно 1/3-1/2 ч. ложки), перемешать.",
       "5": "Сформировать из фарша плоские котлетки.",
       "6": "На разогретую на среднем огне сковороду налить растительное масло. Выложить в сковороду по 1 ст. ложке картофельной массы, немного придавить ложкой и разровнять.",
       "7": "Сверху на картофельные лепешки выложить по одной мясной котлете.",
       "8": "Затем сверху выложить еще по 1 ст. ложке картофельной массы и снова разровнять.",
       "9": "Обжарить картофельные драники с начинкой из фарша на умеренном огне по 2-3 минуты с каждой стороны.",
       "10": "Затем переложить колдуны на противень.",
       "11": "Отправить колдуны в духовку, разогретую до 180 градусов, на 30 минут.",
       "12": "Вот такие запечённые белорусские колдуны получились!"
     }
  },
  "kreplah": {
    "name": "Креплах",
    "ingredients": {
      "0": "Мясо - 300 Грамм (отварное)",
      "1": "Лук репчатый - 1 Штука",
      "2": "Масло подсолнечное - 3 Ст. ложки (для жарки лука)",
      "3": "Мука - 2,5-3 Стакана",
      "4": "Сметана - 3 Ст. ложки",
      "5": "Вода - 120 Миллилитров",
      "6": "Соль - 0,5 Чайных ложки"
    },
    "text1": "История Креплах уходит в далекие времена. Их треугольная форма символизирует трех патриархов: Якова, Исаака и Абрама. На праздник Пурим в Израиле Креплах готовят с сухофруктами. А на Шавуют с сыром или творогом. В остальные праздники с отварным мясом. Креплах подают со сметаной или любым другим соусом",
     "steps": {
       "0": "Приготовьте тесто. В миску насыпьте муку и соль",
       "1": "Сметану смешайте с теплой водой и влейте в муку с солью",
       "2": "Замесите достаточно крутое, но эластичное тесто. Дайте ему отдохнуть 20 минут",
       "3": "Пока тесто отдыхает, сделайте начинку для креплах. Отварное мясо измельчите",
       "4": "Лук мелко нарежьте и поджарьте в масле до золотистого цвета. Добавьте в молотое мясо",
       "5": "Посолите начинку по вкусу и перемешайте",
       "6": "Тесто раскатайте в тонкий пласт, как на обычные вареники. С помощью ножа и линейки нарежьте тесто на квадраты со стороной 6-7 сантиметров",
       "7": "На каждый квадрат выложите порцию мяса с луком",
       "8": "Соедините концы квадрата, образуя треугольник",
       "9": "В кастрюле вскипятите воду, немного посолите и добавьте креплах, перемешайте. После того, как они всплывут, варите еще 5-6 минут и доставайте",
       "10": "Креплах готовы. Подавайте к столу с жареным луком или куриным бульоном"
     }
  },
  "kroppkakup": {
    "name": "Кроппкакур",
    "ingredients": {
      "0": "Картофель - 116 г",
      "1": "Пшеничная мука - 1,5 столовые ложки",
      "2": "Яичный желток - ½ штуки",
      "3": "Сливочное масло - 1,5 чайные ложки",
      "4": "Шпик - 134 г",
      "5": "Брусника - 1,5 столовые ложки",
      "6": "Сахар - по вкусу",
      "7": "Соль - по вкусу",
      "8": "Молотый черный перец - по вкусу"
    },
    "text1": "Иногда перед подачей кропкакор посыпают порезанной зеленью. Подают кропкакор со сливочным маслом, сливками, а также с брусничным или клюквенным вареньем или джемом",
     "steps": {
       "0": "Картофель очистить и сварить в подсоленной воде. Затем натереть его на мелкой терке или продавить через картофельный пресс, дать остыть",
       "1": "100 грамм сливочного масла поджарить в сотейнике до яркого орехового аромата и карамельного цвета",
       "2": "В картофель добавить муку, желтки, половину поджаренного масла и 1 столовую ложку соли. Вымесить однородное тесто",
       "3": "Половину шпика нарезать мелкими кубиками со стороной 5 мм, лук мелко покрошить и поджарить лук со шпиком на сливочном масле до золотистого цвета. Приправить перцем",
       "4": "Картофельное тесто раскатать в толстую колбасу и нарезать кружками примерно 2 см толщиной. Сделать углубление в тесте, положить примерно 1 столовую ложку луковой начинки, защипнуть края, собрав тесто в мешочек, и сформовать шарики блюдо",
       "5": "Вторую половину шпика нарезать тонкими ломтиками и поджарить на сковороде с обеих сторон. Выложить на бумажные полотенца, чтобы избавиться от лишнего жира",
       "6": "Бруснику немного подавить вилкой с сахаром до неоднородной массы.",
       "7": "В большой кастрюле вскипятить воду, подсолить ее и варить кроппкакур 5–6 минут пока они не всплывут на поверхность. Подавать кроппкакур горячими с брусничным соусом, жареным шпиком и поджаренным маслом"
     }
  },
  "kundyumu": {
    "name": "Куньдюмы",
    "ingredients": {
      "0": "Вода - 1,5 стакана",
      "1": "Соль - по вкусу",
      "2": "Растительное масло - по вкусу",
      "3": "Пшеничная мука - 5 столовых ложек",
      "4": "Кипяток - 2,5 столовые ложки",
      "5": "Чечевица - 2 столовые ложки",
      "6": "Пекинская капуста - 100 г",
      "7": "Морковь - ½ штуки",
      "8": "Молотый имбирь - по вкусу",
      "9": "Асафетида - по вкусу",
      "10": "Молотый черный перец - по вкусу",
      "11": "Соевый соус - 2 чайные ложки",
      "12": "Сахар - по вкусу"
    },
    "text1": "Кундюмы – это старорусские постные запеченные, а затем томленые в бульоне, пельмени в форме ушек. Их готовят из заварного теста (как в рецепте вареников), чаще всего с начинкой из грибов и крупы.",
     "steps": {
       "0": "Приготовить начинку для кундюмов. Чечевицу промыть, положить в кастрюлю и залить кипятком. Лосолить и варить на среднем огне 30 минут до мягкости. Сделать из готовой чечевицы пюре с помощью блендера. Посолить и варить на среднем огне 30 минут до мягкости",
       "1": "Пока чечевица варится, подготовить овощи. Морковь натереть на крупной терке. Поставить сковороду на огонь, налить масло и поджарить специи. Выложить морковь и перемешать. Нарезать китайскую капусту. Добавить ее к моркови, посолить и пассеровать до готовности",
       "2": "Приготовление начинки для кундюмов",
       "3": "Положить в миску чечевичное пюре, готовые овощи и перемешать. Начинка для кундюмов готова. (Она получается очень вкусной и подойдет также для пирожков, вегетарианских чебуреков.) Теперь замесить тесто как на вареники. Соединить в миске растительное масло, соль, кипяток. Насыпать муку, быстро перемешать ложкой и затем вымешать руками. Тесто тонко раскатать и нарезать на квадраты примерно 7 × 7 см",
       "4": "Положить начинку на каждый квадрат",
       "5": "Приподнять противоположные углы квадрата и соединить края теста. У нас получатся треугольники. Сформировать кундюмы, соединив два угла треугольника. Кундюмы выложить на смазанный или застеленный пергаментной бумагой противень (размер 35 × 40 см). Выпекать в разогретой до 200 градусов духовке в течение 15-20 минут",
       "6": "Пока пекутся кундюмы, приготовить бульон. Налить в кастрюлю воду и довести до кипения. Положить в бульон все ингредиенты ( специи: по 1/2 чай. лож. асафетида, молотого кориандра, щепотка молотого кардамона, 6 шт душистого перца, 1 лавровый лист) и после закипания варить 2 минуты, после чего выключить огонь. Испеченные кундюмы выложить в форму (размер 25 × 35 см) и залить бульоном",
       "7": "Форму накрыть фольгой и поставить в духовку. Выпекать 15 минут в разогретой до 200 градусов духовке. Подавать кундюмы нужно вместе с бульоном. Можно посыпать еще сверху зеленью"
     }
  },
  "kurze": {
    "name": "Курзе",
    "ingredients": {
      "0": "Крапива - 250 г",
      "1": "Пшеничная мука - 8 столовых ложек",
      "2": "Куриное яйцо - ½ штуки",
      "3": "Лук - ½ головки",
      "4": "Растительное масло - по вкусу",
      "5": "Соль - на кончике ножа"
    },
    "text1": "Дагестанцы часто используют в своих блюдах разнообразную зелень. Например, крапива идет не только в чуду, но и в курзе- это блюдо, очень похожее на пельмени. Начинка заворачивается в тесто, а затем все вместе отваривается в воде",
     "steps": {
       "0": "Крапиву очистить, хорошенько промыть и высушить на полотенце. Затем очень мелко порубить ножом или в блендере",
       "1": "Поджарить на сковороде мелко покрошенный лук и добавить туда крапиву. Потушить",
       "2": "Потушенную крапиву выложить в чашку. Дать остыть. Посолить. Добавить яйцо. Перемешать — это будет начинкой",
       "3": "Приготовить обычное пресное тесто. Тонко раскатать и сделать кружки при помощи кружки",
       "4": "Начинить кружки начинкой и сплести косичку",
       "5": "Вскипятить воду в кастрюле, посолить. В кипящую воду закинуть курзе и сразу очень аккуратно перемешать шумовкой, чтобы не прилипли. Как всплывут, варить около 10 минут",
       "6": "Можно подавать со сметаной, либо ореховым соусом"
     }
  },
  "maltushen": {
    "name": "Маульташен",
    "ingredients": {
      "0": "Мука пшеничная - 2,5-3 Стакана",
      "1": "Яичные желтки - 5 Штук (4 - в тесто, 1 - для соединения при формовке)",
      "2": "Вода - 80-100 Миллилитров",
      "3": "Соль - По вкусу",
      "4": "Фарш мясной - 500 Грамм (смешанный)",
      "5": "Шпинат - 200 Грамм (свежемороженный или свежий)",
      "6": "Батон - 3 Ломтика (или булочка среднего размера, несладкая)",
      "7": "Молоко - 50 Миллилитров (для замачивания батона)",
      "8": "Вода - 80-100 Миллилитров",
      "9": "Лук репчатый - 1 Штука",
      "10": "Перец черный - По вкусу (свежемолотый)",
      "11": "Петрушка - По вкусу (по желанию и вкусу)"
    },
    "text1": "Маульташен - это немецкие пельмени. Они отличаются и формой, фаршем и вкус у них другой. Но этот замечательный рецепт, которым я хочу поделиться, разнообразит привычное блюдо",
     "steps": {
       "0": "Замочите в молоке батон. Разморозьте шпинат и отожмите жидкость",
       "1": "Сделайте тесто. Смешайте муку с яйцами, водой и солью",
       "2": "Замесите мягкое тесто",
       "3": "Отдельно в чаше смешайте: фарш, шпинат, отжатый от молока и измельченный батон, соль, перец, мелко рубленный лук и петрушку",
       "4": "Тщательно перемешайте",
       "5": "Отделите от теста небольшую часть теста и раскатайте в прямоугольник. Чем длиннее он будет, тем меньшее количество раз придется раскатывать. Разложите на небольшом расстоянии друг от друга фарш",
       "6": "Один из краёв теста смажьте желтком. Заверните на начинку сначала ту часть теста, которая не смазана желтком, потом заверните край смазанный желтком",
       "7": "Расстояние между маульташен прижмите пальцами, чтобы их разделить друг от друга",
       "8": "Разрежьте и по краям пройдитесь вилкой. Отварите немецкие пельмени в кипящей воде в течение 10-15 минут",
       "9": "Подавать их можно как с бульоном, так и без, со сливочным маслом."
     }
  },
  "manti": {
    "name": "Манты",
    "ingredients": {
      "0": "Вода - 2 чайные ложки",
      "1": "Говядина - 60 г",
      "2": "Баранина - 140 г",
      "3": "Курдючное сало - 20 г",
      "4": "Репчатый лук - 1 штука",
      "5": "Тыква - 100 г",
      "6": "Соль - по вкусу",
      "7": "Молотый черный перец - по вкусу",
      "8": "Пшеничная мука - 6,5 столовые ложки",
      "9": "Куриное яйцо - по вкусу"
    },
    "text1": "Можно готовить манты в пароварке, но лучше всего в мантышнице",
     "steps": {
       "0": "Из муки, яйца и воды замесить крутое тесто так же, как для пельменей. Скатать в шар, завернуть во влажную салфетку и отложить на 30–40 минут. Тыкву вымыть, освободить от кожуры, семечек и волокон и очень мелко нашинковать",
       "1": "Мякоть баранины и говядины порубить на кусочки — только вручную, это влияет на вкус. Лук очистить, тонко нашинковать и добавить в фарш. Посолить, поперчить. Курдючное или нутряное сало нарезать кусочками, добавить в фарш. Туда же положить нарубленную тыкву. Все тщательно перемешать",
       "2": "Как и в рецепте приготовления пельменей, рекомендуется не раскатывать тесто в тонкий пласт, а вылепить из него толстые жгуты диаметром 2,5–3 см. Положить жгуты на посыпанную мукой поверхность стола и разрезать на куски по 2,5–3 см длиной",
       "3": "Каждый кусочек скатать в шарик правильной формы. С помощью скалки раскатать каждый шарик в плоскую лепешку толщиной примерно 2 мм. На раскатанную лепешку положить 1 столовую ложку фарша. Большим и указательным пальцами обеих рук подтянуть тесто от краев к середине и быстро соединить два края, плотно прижимая их пальцами",
       "4": "Повернуть мант одним из раскрытых концов к себе. Приподнять край теста за середину и подтянуть его к вылепленному шву так, чтобы вся начинка была полностью закрыта. Защипать этот край. Перевернуть мант другой стороной и так же защипать второй край. Если тесто плохо соединяется, смочить руки водой",
       "5": "Слепленные швы должны быть похожи на вытянутую по горизонтали букву Н. Правой и левой рукой взять уголки, которые являются как бы нижней частью ножек буквы, подтянуть их друг к другу и соединить. Развернуть мант к себе неслепленной стороной и повторить операцию. Учитывая, что все манты варятся одновременно, накрыть влажной салфеткой те, которые уже подготовлены, чтобы тесто не пересыхало",
       "6": "Решетки манты-каскана смазать сливочным маслом. Разложить на них манты так, чтобы они не соприкасались между собой, сбрызнуть холодной водой и варить под крышкой 40–45 минут"
     }
  },
  "modak": {
    "name": "Модак",
    "ingredients": {
      "0": "Мука рисовая - 1 Стакан",
      "1": "Вода - 1,4 Стакана",
      "2": "Кокосовая стружка свежая - 1 Стакан",
      "3": "Пальмовый сахар - 0,5 Стакана",
      "4": "Кардамон - 1 Ст. ложка",
      "5": "Семена мака - 1 Ст. ложка",
      "6": "Кешью и миндаль измельчённые - 2 Ст. ложки",
      "7": "Топлёное масло - 1 Ст. ложка",
      "8": "Соль - 1 Щепотка"
    },
    "text1": "Если вы узнаете о том, как приготовить модак, то сможете попробовать настоящий вкус Индии. Необычное для нас сочетание ингредиентов удивит многих сладкоежек. Этот десерт подойдёт для вегетарианцев. Внутри наполнение может меняться, а в этом варианте использовано несколько орехов",
     "steps": {
       "0": "Разогрейте в глубокой сковороде топлёное масло (0,5 ст. ложки). Добавьте к нему мак",
       "1": "Сразу же добавьте кокосовую стружку и пальмовое масло. Ингредиенты перемешайте и готовьте до коричневого цвета на небольшом огне",
       "2": "Затем всыпьте орехи и кардамон. Помешивая, готовьте ещё пару минут",
       "3": "После этого вскипятите в глубокой сковороде воду. Добавьте в неё масло и соль",
       "4": "Затем всыпьте муку. Помешивая, готовьте муку с водой 1-2 минуты",
       "5": "Далее закройте сковороду крышкой. Готовьте ингредиенты на самом маленьком огне 5 минут",
       "6": "Готовое тесто переложите в миску и остудите.",
       "8": "Тесто хорошо вымесите, чтобы оно стало мягким и тягучим. Добавьте воду и масло при необходимости. Затем из него сделайте 4 маленьких шарика",
       "9": "Из шарика сделайте тонкую лепёшку, поднимая края вверх",
       "10": "В центр выложите начинку из кокоса. На краях сделайте складки пальцем",
       "11": "Слепите изделия в центре. Уберите их в пароварку",
       "12": "Через 8-10 минут на пару модак будет готов! Подавайте десерт с маслом. Приятной дегустации!"
     }
  },
  "pelmeni-sibirskie": {
    "name": "Сибирские пельмени",
    "ingredients": {
      "0": "Пшеничная мука - 4 столовые ложки",
      "1": "Вода - 2 столовые ложки",
      "2": "Куриное яйцо - по вкусу",
      "3": "Говядина - 40 г",
      "4": "Свинина - 46 г",
      "5": "Семена мака - 1 Ст. ложка",
      "6": "Репчатый лук - по вкусу",
      "7": "Соль - по вкусу",
      "8": "Молотый черный перец - по вкусу"
    },
    "text1": "Сибирские пельмени - это больше чем домашний рецепт – это семейная традиция",
     "steps": {
       "0": "Приготовить фарш. Говядину и свинину нарезать на куски и пропустить через мясорубку. Добавить соль, перец, немного воды, пропущенный через мясорубку лук и все перемешать",
       "1": "Просеянную муку насыпать на стол и сделать воронкообразное углубление. Налить 330 грамм воды, смешанной с яйцом и солью (12 г), и замесить крутое однородное тесто. Дать полежать 20–30 минут для набухания клейковины",
       "2": "Тесто раскатать в жгут, нарезать кусочками и раскатать сочни. На сочни выложить фарш, сформировать пельмени и отварить их в подсоленной воде в течение 8–10 минут",
       "3": "К пельменям подать сливочное масло, сметану, столовый уксус"
     }
  },
  "pigodi": {
    "name": "Пигоди",
    "ingredients": {
      "0": "Свежие дрожжи - 2 г",
      "1": "Соль - по вкусу",
      "2": "Сахар - по вкусу",
      "3": "Куриное яйцо - по вкусу",
      "4": "Вода - 2 столовые ложки",
      "5": "Пшеничная мука - 4 столовые ложки",
      "6": "Мясной фарш - 50 г",
      "7": "Белокочанная капуста - 44 г",
      "8": "Репчатый лук - ½ штуки",
      "9": "Петрушка - по вкусу",
      "10": "Молотый кориандр - по вкусу",
      "11": "Молотый черный перец - по вкусу",
      "12": "Растительное масло - по вкусу",
      "13": "Сливочное масло - по вкусу"
    },
    "text1": "Пигоди несильно разламывают по шву, поливают мясную начинку сметаной и сверху укладывают немного корейского овощного салата (салат выбирают по вкусу)",
     "steps": {
       "0": "Пирог готовится достаточно быстро... Поэтому включаем разогреваться духовку на 180° C. В миске взбить венчиком три яйца, посолить. Добавить греческий йогурт и перемешать.",
       "1": "Сыр рикотта протереть через сито.",
       "2": "Смешать яичную смесь с сыром и снова хорошо перемешать.",
       "3": "Влить осторожно оливковое масло, все время помешивая...",
       "4": "Готовую сырно-яичную смесь перелить в широкое блюдо",
       "5": "Форму для выпечки (20 Х 30 см) смазать немного маслом.",
       "6": "Теперь берем листы теста фило и обмакиваем их в яично-сырную смесь-начинку.",
       "7": "Начинаем выкладывать листы теста один за другим в форму, позволяя краям немного свисать за пределами формы. И так со всеми листами теста до окончания всех ингредиентов",
       "8": "Когда вся начинка закончится, накрыть пирог сверху сухим листом (или двумя!) теста фило и завернуть свисающие края к центру, чтобы начинка не вытекала в процессе выпечки. Смазать верх пирога яйцом и поставить выпекаться в разогретую духовку на 50 минут, до приобретения пирогом золотистого цвета",
       "9": "Готовый Бурек слегка остудить и подавать"
     }
  },
  "podkogulio": {
    "name": "Подкогыльо",
    "ingredients": {
      "0": "Мука - 1 Стакан",
      "1": "Вода - 0,5 Стакана",
      "2": "Яйца - 2 Штуки",
      "3": "Творог - 500 Грамм",
      "4": "Лук репчатый - 5 Штук",
      "5": "Соль - По вкусу"
    },
    "text1": "Подкогыльо - марийское национальное блюдо из пшеничного теста. По своей сути подкогыльо - это нечто вроде вареников с начинкой из творога",
     "steps": {
       "0": "Обжарьте лук на сливочном масле (до золотистой корочки) ",
       "1": "Затем смешайте с творогом и яйцами, до однородной массы ",
       "2": "Замешайте однородное тесто: в теплой воде смешайте яйца, соль и просеянную муку ",
       "3": "Раскатайте тесто в несколько пластов. Стаканом вырезаем кружочки ",
       "4": "В центр каждого кружочка выложите начинку, края защипните. Готовые подкогыльо - варить в подсоленной воде до готовности. В основном 5-7 минут, после закипания воды ",
       "5": "Подавать к столу со сливочным маслом или сметаной "
     }
  },
  "posikunchiki": {
    "name": "Посикунчики",
    "ingredients": {
      "0": "Пшеничная мука - 2.0 стакана",
      "1": "Куриное яйцо - 2.0 штуки",
      "2": "Сметана - 4.0 столовые ложки",
      "3": "Соль - по вкусу",
      "4": "Лук - 1.0 головка",
      "5": "Смешанный фарш - 500.0 г",
      "6": "Уксус - 5.0 чайных ложек",
      "7": "Куриное яйцо - 2.0 штуки",
      "8": "Горчица - 1.0 чайная ложка",
      "9": "Молотый черный перец - щепотка"
    },
    "text1": "Посикунчики- это уральские маленькие пирожки. Название идет от их характера: когда надкусываешь, из них вытекает горячий бульон-сок",
     "steps": {
       "0": "Для теста. Смешать сметану, яйца, соль и воду. Добавить муку и замесить тесто. Тесто должно получиться по консистенции похоже на тесто для пельменей",
       "1": "Для начинки. Посолить и поперчить фарш (свинина+говядина), добавить лук, немного воды. Начинка должна получиться жидкой",
       "2": "Тесто раскатать в колбаску и нарезать на маленькие кружочки, каждый из которых раскатать в лепешку",
       "3": "На каждую лепешку положить начинку и защипнуть по краям в виде гребешка. Размер с ладошку (не считая пальцев), среднее между пельменем и стандартным пирожком",
       "4": "Жарить в горячем растительном масле на среднем огне с двух сторон до готовности. Осторожно: если пирожок описается, то масло будет сильно брызгаться!",
       "5": "Для соуса. Смешать уксус, горчицу и черный молотый перец. Посикунчики есть с полученной заправкой"
     }
  },
  "ravioli": {
    "name": "Равиоли",
    "ingredients": {
      "0": "Соль - по вкусу",
      "1": "Пшеничная мука - 8 столовых ложек",
      "2": "Куриное яйцо - 1 штука"
    },
    "text1": "Пикантные равиоли с капустно-сырной начинкой. Можно приготовить и в виде вареников, мягкий сыр заменить на моцареллу, камамбер или другой, лук- или порей, или репчатый. Рецепт- база, компоненты меняем",
     "steps": {
       "0": "Приготовьте тесто для пасты: Насыпьте половину муки в миску и сделайте посередине углубление. Отправьте туда яйца, немного воды и щепотку соли. Вручную замести тесто, добавляя оставшуюся муку небольшими частями. Тесто должно быть плотными и гладким. Скатайте его в шар, а потом несколько раз швырните этот шар на посыпанный мукой стол – сил не жалейте. Потом скатайте тесто в шар и оставьте на 2 часа",
       "1": "Разделите тесто надвое и раскатайте в два очень тонких квадрата. Уложите маленькие кусочки начинки на один из квадратов: они должны помещаться хотя бы в 2,5 см друг от друга",
       "2": "Пространство между частями начинки и второй квадрат теста смочите водой: влажными руками, а лучше кисточкой. Вторым квадратом накройте начинку, влажной сторону вниз. Потом специальным ножом для пасты разрежьте квадрат на равиоли. Если у вас нет такого ножа – можно разрезать равиоли обычным острым ножом, но предварительно надо прижать полоски теста, проходящие между кусочками начинки, друг к другу так, чтобы равиоли не развалились на части, когда вы их разрежете. Это можно сделать ручной вилки или ножа, или пальцами",
       "3": "Доведите соленую воду в большой кастрюле до кипения. Отправляйте туда равиоли – частями, и снова доведите до кипения. Потом убавьте огонь и варите 20 минут, пока они не станут мягкими. Слейте воду и промойте под холодной водой, чтобы равиоли не слипались",
       "4": "Теперь их можно смешать с соусом, запечь и подать. Равиоли нужно варить с таким расчетом, чтобы подавать сразу по готовности – иначе, они засохнут"
     }
  },
  "tibetskie-pelmeni": {
    "name": "Тибетские пельмени",
    "ingredients": {
      "0": "Мука - 2,5 стакана",
      "1": "Вода - 1 стакан (250 мл)",
      "2": "Фарш говяжий - 500 г",
      "3": "Лук - 2 шт",
      "4": "Чеснок - 2 зубчика",
      "5": "Имбирь молотый - 0,5 ч.л.",
      "6": "Соевый соус - 2 ст.л.",
      "7": "Соль",
      "8": "Масло сливочное"
    },
    "text1": "Момо – это одно из самых популярных и вкусных тибетских блюд из теста с начинкой. По своей структуре оно напоминает пельмени, равиоли, вареники, а отличается тем, что варится не в воде, а готовится на пару",
     "steps": {
       "0": "В миску просеиваем 3 стакана муки и делаем в центре углубление. Теперь берем стакан ледяной воды (воду я предварительно ставлю в морозилку на 20-30 минут) и постепенно вливаем в муку, перемешивая ложкой.",
       "1": "Перекладываем тесто на доску, часть муки остается в миске. Обычно муки уходит 2,5 стакана, но может понадобится немножко больше. Замешиваем тесто, пока не перестанет липнуть к рукам. Муки подсыпаем по щепотке, чтобы не добавить больше, чем нужно. Тесто отбиваем и убираем в холодильник на 1 час.",
       "2": "Готовим начинку. В фарш добавляем измельченный в блендере лук, выдавленный через пресс чеснок, соевый соус, молотый имбирь и соль. Перемешиваем. Начинка должна быть слегка пересолена, так как тесто совсем не соленое",
       "3": "Через час достаем тесто из холодильника, оно получается мягкое и эластичное. Подсыпаем на доску муку, отрезаем часть теста и скатываем в колбаску. Режем тесто на небольшие кусочки и делаем лепёшечки, раскатывая скалкой. Можно, конечно, раскатать тесто тонко и вырезать кружочки стаканом, но первый способ быстрее и нет остатков теста, которые потом забиты мукой и второй раз уже не раскатываются так, как нужно",
       "4": "Делаем лепешки, раскладываем фарш, создаем специальные мешочки, собирая тесто по кругу",
       "5": "Перед тем как варить, момо обычно смазывают растопленным сливочным маслом - тогда тесто получается мягче и вкуснее. Можно этого не делать, но тогда нужно смазать маслом перед подачей.",
       "6": "Варим в пароварке 10-12 минут",
       "7": "Подаем момо горячими с любым томатным соусом"
     }
  },
  "tortellini": {
    "name": "Тортеллини",
    "ingredients": {
      "0": "Молотый черный перец - по вкусу",
      "1": "Соль - по вкусу",
      "2": "Сливочное масло - 2 чайные ложки",
      "3": "Майоран - 1 пучок",
      "4": "Сыр - 25 г",
      "5": "Куриное яйцо - 2,5 штуки",
      "6": "Тертый сыр пармезан - 25 г",
      "7": "Сыр рикотта - 4,5 столовые ложки",
      "8": "Пшеничная мука - 12,5 столовые ложки"
    },
    "text1": "Тортеллини-ещё один вид итальянской пасты с начинкой, напоминающий собой маленькие пельмени, завёрнутые колечком. В Италии тортеллини поэтически сравнивают с бутоном розы или с пупком девушки",
     "steps": {
       "0": "Сначала приготовить начинку. Выложить в миску рикотту, пармезан и любой легко плавящийся сыр (типа фонтины), тертый на мелкой терке, 1 яйцо. Хорошо перемешать, посолить, поперчить.",
       "1": "Для теста просеянную муку высыпать горкой на рабочий стол, добавить щепотку соли и 4 яйца. Замесить крутое эластичное тесто (вымешивать не менее 10 мин.). Если тесто получится слишком тугим, добавить чуть-чуть оливкового масла. Завернуть тесто в чистое полотенце и оставить на 30 мин.",
       "2": "Затем раскатать тесто в тонкий пласт и нарезать квадратами. Начинку положить на середину, сложить квадрат по диагонали, защипать края и соединить концы, как у обычных пельменей.",
       "3": "Опустить тортеллини в широкую кастрюлю с кипящей подсоленной водой..",
       "4": "Пока они варятся, растопить в сотейнике сливочное масло, смешать с половиной майорана. Всплывающие тортеллини вынимать шумовкой. Дать хорошенько стечь воде и выложить на блюдо. Готовые тортеллини полить майорановым маслом, посыпать рубленым майораном и подавать непременно горячими."
     }
  },
  "turetzkie-mantu": {
    "name": "Турецкие манты",
    "ingredients": {
      "0": "Фарш говяжий - 300",
      "1": "Лук репчатый - 40 Грамм",
      "2": "Яйцо - 1 Штука",
      "3": "Вода - 150 Миллилитров",
      "4": "Мука - 250 Грамм (плюс для раскатки)",
      "5": "Соль - По вкусу",
      "6": "Перец черный - По вкусу"
    },
    "text1": "Турецкие манты готовятся быстро и очень просто. Тесто получается немного липким, но не добавляйте много муки, иначе оно забьется и станет жестким. Лучше посыпьте немного мукой стол перед раскатыванием теста. Тесто можно разделить на несколько частей, это облегчит раскатку и формирование мант",
     "steps": {
       "0": "В миску разбейте яйцо, влейте воду и посолите. Перемешайте все до однородности",
       "1": "В яичную массу всыпьте просеянную муку, и замесите мягкое тесто. Стол немного посыпьте мукой, и выложите тесто. Раскатайте его в тонкий прямоугольник и разрежьте на квадраты",
       "2": "Репчатый лук натрите на крупной терке, добавьте в фарш. Все посолите, поперчите и хорошенько перемешайте",
       "3": "Разложите начинку по квадратикам теста",
       "4": "Чтобы сделать манты, соедините краешки квадрата",
       "5": "Слепите все четыре раскрытые края",
       "6": "Сделайте манты из всех квадратиков с фаршем",
       "7": "Отварите манты в кипящей и соленой воде до готовности. Подавайте с маслом или сметаной"
     }
  },
  "tvorozhnue-knedliki": {
    "name": "Творожные кнедлики",
    "ingredients": {
      "0": "Творог - 250 г",
      "1": "Манная крупа - 20 г",
      "2": "Куриное яйцо - 1 штука",
      "3": "Ванилин - по вкусу",
      "4": "Клубника - по вкусу"
    },
    "text1": "Многие дети творог не любят, а он то полезный.... вот один из вариантов накормить детей творогом, в сочетании с клубникой и ванильным соусом",
     "steps": {
       "0": "Все хорошенько измельчить блендером и оставить на ночь в холодильнике. Сформируйте из творожного теста лепешки, в серединку положите клубничку (либо половинку, в зависимости от размера), накройте тестом",
       "1": "Отварить в слегка кипящей воде 5–7 минут. Подавайте со сметаной, натуральным йогуртом или любимым джемом, можно посыпать сахарной пудрой или маком"
     }
  },
  "tzeppelinu": {
    "name": "Цеппелины",
    "ingredients": {
      "0": "Картофель - 1,7 Килограмма",
      "1": "Соль, перец - По вкусу",
      "2": "Свиной фарш - 400 Грамм",
      "3": "Луковица - 3 Штуки",
      "4": "Чеснок - 2 Зубчика",
      "5": "Свиная боковинка - 200 Грамм",
      "6": "Сметана - 200 Грамм",
      "7": "Сыр рикотта - 4,5 столовые ложки",
      "8": "Пшеничная мука - 12,5 столовые ложки"
    },
    "text1": "Если коротко, то цеппелины - это что-то вроде огромный картофельных клецек с мясной начинкой, которые подают с традиционным соусом из шкварок. Это - традиционное, самое фирменное литовское блюдо, по умению приготовить которое ценится кулинарное мастерство каждого кулинара",
     "steps": {
       "0": "400 грамм картофеля отварить, оставшиеся 1300 - мелко натереть при помощи кухонного комбайна (можно и руками на самой мелкой терке, но долго). Лук и чеснок измельчаем в блендере и добавляем к свиному фаршу вместе с солью и перцем",
       "1": "Мелко натертый картофель выкладываем в миску, предварительно застеленную 3-4 слоями марли",
       "2": "Хорошенько отжимаем тертый картофель от жидкости. Но без фанатизма - не нужно пытаться выжать вообще все соки",
       "3": "Теперь очень важное - в миске, в которую мы отжимали картофель, на дне должен остаться картофельный крахмал. Жидкость сливаем, а крахмал оставляем и добавляем к тертому картофелю. Если не получилось - добавьте покупной, без крахмала цеппелины не склеятся",
       "4": "Смешиваем тертый картофель с измельченным в пюре отваренным картофелем. Солим, перчим и перемешиваем",
       "5": "Итак, мы имеем картофельное тесто и имеем мясной фарш. Теперь берем часть теста (из указанного количества ингредиентов должно получиться 8 цеппелинов - так что все тесто делите на 8 частей), выкладываем в середину фарш и очень плотно защипываем края, формируя наш цеппелин. Смотрите на фото для наглядности",
       "6": "Когда все цеппелины слеплены - кладем их в кипящую (подчеркиваю, в кипящую!!!) воду. В кастрюле должно быть просторно, иначе цеппелины будут разваливаться.",
       "7": "Цеппелины варим примерно 25 минут на среднем огне. А пока они варятся, делаем фирменный соус. Нарезаем на небольшие ломтики (как на фото) свиную боковинку, солим, перчим и обжариваем 2-3 минуты на сковороде",
       "8": "Добавляем в сковороду средними кусочками нарезанный лук. Жарим еще 2 минуты",
       "9": "Заливаем все это дело сметаной и тушим еще около 5 минут",
       "10": "Сваренные цеппелины аккуратно достаем из воды и подаем с нашим соусом. Приятного аппетита, или Skanaus, как говорят литовцы!"
     }
  },
  "tzzyaotzzu": {
    "name": "Цзяоцзы",
    "ingredients": {
      "0": "Мука - 1,5 Стакана",
      "1": "Крахмал рисовый - 1/3 Стакана (+ 0,5 ч. л. в фарш)",
      "2": "Вода - 130 Миллилитров (100 в тесто + 30 в фарш)",
      "3": "Фарш свино-говяжий - 200 Грамм",
      "4": "Соль - 3 Щепотки",
      "5": "Имбирь - 1 Долька",
      "6": "Черный перец молотый - 1 Щепотка",
      "7": "Приправа \"13 специй\" - 0,5 Чайных ложки",
      "8": "Куриная приправа - 0,5 Чайных ложки",
      "9": "Белый перец - 1 Щепотка",
      "10": "Соевый соус - 1 Чайная ложка (в фарш+20 мл. в соус)",
      "11": "Масло кунжутное - 0,5 Чайных ложки",
      "12": "Яйцо - 1 Штука",
      "13": "Уксус 9% - 20 Миллилитров",
      "14": "Чеснок - 2 Зубчика",
      "15": "Зеленый лук - По вкусу"
    },
    "text1": "Китайские пельмени \"Цзяоцзы\" будет достаточно близко нам по духу, так как пельмени в России знают и любят все. Отличительной чертой между нашими и китайскими пельмешками является немного разный состав теста и экзотический имбирь в фарше. Готовить \"Цзяоцзы\" можно разными способами: варить, жарить или готовить на пару",
     "steps": {
       "0": "В глубокую миску всыпьте муку и крахмал, хорошо все перемешайте.",
       "1": "Яичный белок отделите от желтка. Белок соберите в блюдце или чашку, желток отложите он нам не понадобится. К белку добавьте 100 мл. воды, щепотку соли и взбейте, добавьте в мучную смесь.",
       "2": "Теперь аккуратно лопаткой или руками, как вам удобнее, замесите тесто. Если нужно, добавьте немного муки. Тесто должно получиться очень мягким и эластичным. Подробнее: https://povar.ru/recipes/czyaoczy-72981.html",
       "3": "Перья зеленого лучка промойте и мелко нашинкуйте. Такие же операции проделайте с долькой имбиря. Если любите поострее, можно добавить ломти имбиря побольше. Разделите лук и имбирь на две части: одна в соус и одна в фарш. Подробнее: https://povar.ru/recipes/czyaoczy-72981.html",
       "4": "Теперь приступим к фаршу. Добавьте все специи к фаршу, воду, соевый соус, имбирь и зеленый лук. Хорошо перемешайте фарш, а лучше немного отбейте в глубокой миске. Так фарш насытится кислородом и будет воздушнее. Подробнее: https://povar.ru/recipes/czyaoczy-72981.html",
       "5": "Теперь к тесту. Раскатайте тесто тонким пластом на поверхность, посыпанную мукой, чтобы оно не прилипало. Толщина теста должна быть примерно 1 миллиметр. Подробнее: https://povar.ru/recipes/czyaoczy-72981.html",
       "6": "На раскатанном тесте вырежьте кружочки. Я беру тонкий стакан и с его помощью вырезаю, очень удобно. Размер средний, примерно по 15 см. Подробнее: https://povar.ru/recipes/czyaoczy-72981.html",
       "7": "На каждый кружочек положите по чайной ложке фарша. Главное, чтобы оставалось место для защипов. Подробнее: https://povar.ru/recipes/czyaoczy-72981.html",
       "8": "Далее защипните пельмени как вареники. В целом, их можно сделать любой формы, но я решила придерживаться традиционной и удобной, лично для меня, формы. Подробнее: https://povar.ru/recipes/czyaoczy-72981.html",
       "9": "Теперь можно отправлять наши пельмени в баню, точнее на паровую баню. Для варки достаточно 15-20 минут. Я готовлю на пару в мультиварке. Получается отлично. Подробнее: https://povar.ru/recipes/czyaoczy-72981.html",
       "10": "Пока готовятся наши пельмени, можно сделать подходящий китайский соус. Для этого порежьте вторую часть зеленого лука, раздавите зубчик чеснока и немного имбиря, залейте уксусом и соевым соусом в равных частях. Соус готов. Подробнее: https://povar.ru/recipes/czyaoczy-72981.html",
       "11": "Пока мы занимались соусом, наши пельмени уже приготовились, их смело, пока горячие, можно подавать к столу. Приятного аппетита! Подробнее: https://povar.ru/recipes/czyaoczy-72981.html"
     }
  },
  "vareniki-s-kartoshkoy": {
    "name": "Вареники с картошкой",
    "ingredients": {
      "0": "Пшеничная мука - 5 столовых ложе",
      "1": "Молоко - 2 чайные ложки",
      "2": "Вода - 1 чайная ложка",
      "3": "Куриное яйцо - по вкусу",
      "4": "Растительное масло - по вкусу",
      "5": "Соль - по вкусу",
      "6": "Картофель - 0,3 кг",
      "7": "Молотый черный перец - по вкусу"
    },
    "text1": "Такие вареники очень хороши как горячее блюдо на следующий день после новогодней ночи - салаты и холодец съедены, хочется чего-то простого, свежего и быстро готовящегося",
     "steps": {
       "0": "Очистите картошку, поставьте варить, посолите",
       "1": "Пока варится картошка, начинаем замешивать тесто. Для этого нужно высыпать в миску муку. Затем в стакане смешиваем яйцо, молоко, воду и соль",
       "2": "Выливаем эту смесь в муку, замешиваем тесто, добавляем масло. Готовое тесто накрываем тряпочкой и оставляем на 40 минут",
       "3": "Сделать из картофеля пюре, соль и перец по вкусу, можно добавить укроп. Оставляем остывать картошку",
       "4": "Тесто раскатываем и нарезаем",
       "5": "Берем картофель и лепим вареники",
       "6": "Ставим кастрюлю с водой, доводим до кипения",
       "7": "Когда вода закипает, бросаем в нее слепленные вареники. Подаем со сметаной"
     }
  },
  "vontonu": {
    "name": "Вонтоны",
    "ingredients": {
      "0": "Муки - 3 Стакана (для теста)",
      "1": "Воды - 0.75 Стакана (для теста)",
      "2": "Сопи - 0.5 Чайных ложки (для теста)",
      "3": "Растительного масла - 1 Ст. ложка (для теста)",
      "4": "Очищенных креветок - 300 Грамм",
      "5": "Свиного фарша - 200 Грамм",
      "6": "Соевого соуса - 2 Ст. ложки",
      "7": "Рисового вина - 2 Ст. ложки",
      "8": "Кунжутного масла - 0,5 Ст. ложки (или растительного)",
      "9": "Сахара - 0,5 Ст. ложки",
      "10": "Белок - 1 Штука",
      "11": "Рисовой муки - 2 Ст. ложки (или крахмала)",
      "12": "Ростков бамбука - 120 Грамм (или маринованных шампиньонов)",
      "13": "Черный молотый перец - 1 Штука (по вкусу)"
    },
    "text1": "Вонтоны- это китайская разновидность пельменей, которые готовят на пару, варят или жарят в растительном масле. Форма их бывает абсолютно любая: узелки, шарики, квадраты, треугольнички, чаще подают в виде узелков с оборочкой",
     "steps": {
       "0": "Приготовить начинку. Креветки размять вилкой и перемешать со свиным фаршем",
       "1": "Ростки бамбука (или маринованные шампиньоны) измельчить, всыпать в креветки. в начинку влить соевый соус, рисовое вино, масло, сахарам и перец. Добавить белок, рисовую муку и хорошенько перемешать",
       "2": "Тесто: Муку просеять в ёмкость, сделать углубление. Полстакана воды вскипятить, влить в муку, добавить остальную воду, посолить,влить масло. Замесить тесто. Оставить на 10 мин. Тесто поделить на три части. Две части закрыть и отложить. Одну раскатать в пласт толщиной 1.5-2 мм Вырезать кружки диаметром 5 см.",
       "3": "Уложить на кружки по 1 ч.л. начинки",
       "4": "Собрать края теста так, чтобы вышел мешочек с открытым горлышком, убрать пельмени в холодильник. Так же приготовить остальные пельмени из оставшегося теста",
       "5": "Укладывать пельмени порциями в пароварку и готовить на максимальном огне 5-7 мин."
  },
  "zharenue-koreyskie-pelmeni": {
    "name": "Жареные корейские пельмени",
    "ingredients": {
      "0": "Мука - 260 г + для работы с тестом",
      "1": "Вода - 1/2 стакана (~100 мл)",
      "2": "Яйцо - 1 шт.",
      "3": "Масло растительное - 1 ст. ложка",
      "4": "Соль - 1/2 ч. ложки",
      "5": "Фарш свиной - 150 г",
      "6": "Фарш говяжий - 150 г",
      "7": "Шампиньоны свежие - 70 г",
      "8": "Лук зелёный - 1 пучок",
      "9": "Сахара - 0,5 Ст. ложки",
      "10": "Лук репчатый (маленький) - 1 шт.",
      "11": "Чеснок - 2 зубчика",
      "12": "Соус соевый - 1-2 ст. ложки",
      "13": "Масло растительное - 1-2 ст. ложки",
      "14": "Соль - по вкусу",
      "15": "Чеснок - 2 зубчика",
      "16": "Перец чёрный молотый - по вкусу",
      "17": "Масло растительное"
    },
    "text1": "Обязательно попробуйте корейские пельмени под названием \"манду\"",
     "steps": {
       "0": "В ковшике соединяем воду, соль и растительное масло. Доводим до кипения",
       "1": "Половину муки высыпаем в чашу, делаем углубление и заливаем туда кипяток с маслом, быстро помешивая лопаткой (аккуратно, чтобы не обжечься)",
       "2": "Как только тесто немного остынет и соберётся в комок, добавляем остатки муки и яйцо",
       "3": "Замешиваем несколько минут и получаем мягкое, эластичное тесто. Тесто накрываем плёнкой и убираем в сторонку минут на 30-60",
       "4": "Зелёный лук нарезаем",
       "5": "Репчатый лук также нарезаем мелким кубиком",
       "6": "Шампиньоны нарезаем мелким кубиком",
       "7": "Собираем в большой чашке: зеленый лук, репчатый лук, грибы, мясной фарш, чеснок (пропущенный через пресс), соль, чёрный перец, соевый соус и растительное масло. Хорошо всё перемешиваем",
       "8": "Готовое тесто вымешиваем и делим на 2-3 части. Из каждой части теста на подпыленном мукой столе скатываем жгутики и нарезаем их кусочками, как на большие пельмени",
       "9": "Раскатываем кружочки",
       "10": "Теперь кладем 1 ч. ложку начинки и формируем пельмени-пирожки с мясом и грибами. У меня специальное устройство для лепки (купил в супермаркете)",
       "11": "Вы можете просто слепить маленький чебурек",
       "12": "Жарим корейские пельмени в небольшом количестве разогретого масла, с трёх сторон, начиная со дна пельменей-\"чебуреков\". Нагрев умеренный (средний)",
       "13": "Когда пирожки-пельмени обжарились со всех сторон, добавляем в сковороду 2-3 ст. ложки воды и накрываем крышкой. Уменьшаем огонь до минимума и готовим жареные пельмени манду еще 5-7 минут."
     }
    }
  }
}
